Repository: nuxeo-cps/products--CPSPortlets
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, pt_br, sv

# cpsportlets_navigation_end_depth_label
source: End depth
ca: Profunditat final
de: End Tiefe
es: Profundidad final
eu: Azken sakonera
fr: Profondeur d'arrivée
gl: Profundidade final
it: Profondità di arrivo
pt_br: Profundidade final
sv: Stoppdjup

# cpsportlets_internallinks_max_title_words_label
source: Number of words in the title
ca: Número de paraules al títol
de: Anzahl der Worte in diesem Titel
es: Número de palabras en el título
eu: Izenburuko hitz-kopurura
fr: Nombre de mots dans le titre
gl: Número de palabras no título
it: Numero di parole contenute nel titolo
pt_br: Número de palavras no título
sv: Maximalt antal ord i titeln

# cpsportlets_internallinks_show_icons_label
source: Show document icons
ca: Mostrar icones del document
de: Anzeigen der Dokument Icons
es: Mostrar iconos del documento
eu: Dokumentuaren ikonoak erakutsi
fr: Afficher l'icône des documents
gl: Mostrar iconas do documento
it: Visualizza l'icona dei documenti ?
pt_br: Mostra os ícones do documento
sv: Visa ikoner

# cpsportlets_nav_context_rpath_label
source: Folder path (relative)
ca: Ruta de la carpeta (relativa)
de: Folder Pfad (Relativ)
es: Ruta de la carpeta (relativa)
eu: Karpetaren bide-izena (erlatiboa)
fr: Chemin du répertoire (relatif)
gl: Ruta da carpeta (relativa)
it: Percorso della cartella (relativo)
pt_br: Caminho da pasta (relativo)
sv: Sökväg till mappen (relativt till portalen).

# cpsportlets_common_syndication_formats_label
source: Syndication formats
ca: Formats de sindicació
de: Syndikations Formate
es: Formatos de sindicación
eu: Sindikazio-formatuak
fr: Formats de syndication
gl: Formatos de sindicación
it: Formati di sindicazione
pt_br: Formatos de disponibilização
sv: Syndikeringsformat

# cpsportlets_syndication_rss_1_0_help
source: To the associated RSS newsfeed
ca: Cap a l'alimentador de notícies RSS associat
de: zum verbundenen RSS Newsfeed
es: Hacia el alimentador de noticias RSS asociado
eu: RSS kidetutako albiste-elikatzatzailerantz
fr: Vers le fil de nouvelles RSS associé
gl: Cara ao alimentador de noticias RSS asociado
it: RSS
pt_br: Para o alimentador RSS associado
sv: Till RSS-feed

# cpsportlets_syndication_rss_2_0_help
source: To the associated RSS newsfeed
ca: Cap a l'alimentador de notícies RSS associat
de: zum verbundenen RSS Newsfeed
es: Hacia el alimentador de noticias RSS asociado
eu: RSS kidetutako albiste-elikatzatzailerantz
fr: Vers le fil de nouvelles RSS associé
gl: Cara ao alimentador de noticias RSS asociado
it: RSS
pt_br: Para o alimentador RSS associado
sv: Till RSS-feed

# cpsportlets_syndication_atom_0_3_help
source: To the associated ATOM export
ca: Exportar cap a l'ATOM associat
de: zum verbundenen ATOM Export
es: Exportar hacia el ATOM asociado
eu: ATOM kideturantz exportatu
fr: Vers l'export ATOM associé
gl: Exportar cara ao ATOM asociado
it: ATOM
pt_br: Para o exportador ATOM associado
sv: Till ATOM-feed

# cpsportlets_common_short_syndication_formats_label
source: Display short formats on export buttons
ca: Mostra formats curts en exportar botons
de: Anzeigen der Kurz Formate auf den Export Buttons
es: Muestra formatos cortos al exportar botones
eu: Botoiak exportatzerakoan formatu laburrak erakusten ditu
fr: Utiliser des noms courts sur les boutons d'export
gl: Amosa formatos cortos ao exportar botóns
it: Utilizzare nomi corti nel pulsante di esportazione
pt_br: Mostra formatos curtos nos botões de exportação
sv: Använd korta namn i syndikeringsformat

# cpsportlets_navigation_display_managers_label
source: Display item managers
ca: Mostrar els administradors de contingut
de: Anzeigen der Objekt Manager
es: Mostrar los administradores de contenido
eu: Eduki-administratzaileak eakusten ditu
fr: Afficher les responsables
gl: Amosa os administradores de contido
it: Mostra i responsabili
pt_br: Mostra administradores de itens
sv: Visa managers av mappar

# cpsportlets_navigation_display_description_label
source: Display item descriptions
ca: Mostrar la descripció dels ítems
de: Anzeigen der Objekt Beschreibungen
es: Mostrar la descripción de los ítem
eu: Itemen deskribapena erakusten du
fr: Afficher les descriptions des répertoires
gl: Mostrar a descrición dos ítem
it: Mostra la descrizione delle cartelle
pt_br: Mostra descrições de itens
sv: Visa beskrivning av mapp

# cpsportlets_navigation_authorized_only_label
source: Display only authorized items
ca: Mostrar només els ítems autoritzats
de: Anzeigen nur der authorisierten Objekte
es: Mostrar sólo los ítem autorizados
eu: Item baimenduak baion ez erakutsi
fr: Afficher uniquement les répertoires autorisés
gl: Mostrar só os ítem autorizados
it: Mostra solo le cartelle autorizzate
pt_br: Mostra somente itens autorizados
sv: Visa endast auktoriserade mappar
