Repository: nuxeo-cps/products--CPSPortlets
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, pt_br, sv

# cpsportlets_navigation_rel_depth_label
source: Relative depth
ca: Profunditat relativa
de: Relative Tiefe
es: Profundidad relativa
eu: Sakonera erlatiboa
fr: Profondeur relative
gl: Profundidade relativa
it: Profondità relativa
pt_br: Profundidade relativa
sv: Djupnivå

# cpsportlets_navigation_show_docs_label
source: Display documents
ca: Mostrar documents
de: Anzeigen der Dokumente
es: Mostrar documentos
eu: Dokumentuak erakutsi
fr: Afficher les documents
gl: Mostrar documentos
it: Visualizza gli oggetti
pt_br: Mostra documentos
sv: Visa dokument

# cpsportlets_navigation_folder_prefixes_label
source: Visible folder prefixes
ca: Prefixos de les carpetes visibles
de: Sichtbare Folder Prefixe
es: Prefijos de las carpetas visibles
eu: Ikusgai diren karpeten aurrizkiak
fr: Répertoires visibles
gl: Prefijos das carpetas visibles
it: Cartelle visibili
pt_br: Prefixos para Pastas Visíveis
sv: Synliga mappar

# cpsportlets_navigation_display_hidden_folders_label
source: Display hidden folders
ca: Mostrar carpetes ocultes
de: Anzeigen der versteckten Folder
es: Mostrar carpetas ocultas
eu: Ezkutuko karpetak erakutsi
fr: Afficher les répertoires cachés
gl: Mostrar carpetas ocultas
it: Mostra le cartelle nascoste
pt_br: Mostra pastas ocultas
sv: Visa gömda mappar

# cpsportlets_navigation_show_icons_label
source: Display document icons
ca: Mostrar icones dels documents
de: Anzeigen der Dokument Icons
es: Mostrar iconos de los documentos
eu: Dokumentuen ikonoak erakutsi
fr: Afficher l'icône des documents
gl: Mostrar iconas dos documentos
it: Visualizza l'icona degli oggetti
pt_br: Mostra ícones de documentos
sv: Visa dokumentikoner

# cpsportlets_content_show_icons_label
source: Display content icons
ca: Mostrar icones de contingut
de: Anzeigen der Dokument Icons
es: Mostrar iconos de contenido
eu: Eduki-ikonoak erakutsi
fr: Afficher l'icône des documents
gl: Mostrar iconas de contido
it: Mostra l'icona dei documenti
pt_br: Mostrar ícones de conteúdo
sv: Visa dokumentikoner

# cpsportlets_actions_show_icons_label
source: Display action icons
ca: Mostrar icones d'accions
de: Anzeigen der Aktions Icons
es: Mostrar iconos de acciones
eu: Ekintza-ikonoak erakutsi
fr: Afficher l'icône des actions
gl: Mostrar iconas de accións
it: Mostra l'icona delle azioni
pt_br: Mostra ícones de ação
sv: Visa kommandoikoner

# cpsportlets_custom_render_method_label
source: Render method (zpt, py, etc.)
ca: Mètode de renderitzat (zpt, py, etc.)
de: Rendern der Methode (zpt, py, etc.)
es: Método de renderizado (zpt, py, etc.)
eu: Errendatzeko metodoa (zpt, py, ...)
fr: Méthode de rendu (zpt, py, etc.)
gl: Método de renderizado (zpt, py, etc.)
it: Metodo di renderizzazione (zpt, py, etc.):
pt_br: Método de renderização (zpt, py, etc.)
sv: Skriptnamn (.zpt, .py, etc.)

# cpsportlets_translation_deleted_psm
source: Translation deleted.
ca: Traducció esborrada.
de: Übersetzung gelöscht.
es: Traducción borrada.
eu: Itzulpena ezabatuta.
fr: Traduction supprimée.
gl: Tradución borrada.
it: La traduzione è stata eliminata.
pt_br: Tradução removida.
sv: Översättning raderad.

# button_portlet_management
source: Portlet management
ca: Administració del portlet
es: Administración del portlet
eu: Portletaren administrazioa
fr: Gestion des portlets
gl: Administración do portlet
it: Gestione dei portlets
pt_br: Administração de Portlet
sv: Portlet hantering

# cpsportlets_display_hidden_folders_label
source: Display hidden folders
ca: Mostrar carpetes ocultes
de: Anzeigen der versteckten Folder
es: Mostrar carpetas ocultas
eu: Ezkutuko karpetak erakutsi
fr: Afficher les répertoires cachés
gl: Mostrar carpetas ocultas
it: Visualizza le cartelle nascoste
pt_br: Mostra pastas ocultas
sv: Visa gömda mappar

# cpsportlets_common_link_string_label
source: Link string
ca: Cadena d'enllaç
de: Verweis String
es: Cadena de enlace
eu: Esteka-katea
fr: Texte des liens
gl: Cadea de enlace
it: Testo dei collegamenti:
pt_br: String do link
sv: Länksträng

# cpsportlets_common_display_description_label
source: Display item descriptions
ca: Mostrar descripcions dels ítems
de: Anzeigen der Objekt Beschreibung
es: Mostrar descripciones de los ítem
eu: Itemen deskribapenak erakutsi
fr: Afficher la description
gl: Mostrar descricións dos ítem
it: Visualizza la descrizione degli elementi ?
pt_br: Mostra descrição dos itens
sv: Visa beskrivning

# cpsportlets_rss_channel_label
source: RSS channel
ca: Canal RSS
de: RSS Kanal
es: Canal RSS
eu: RSS kanala
fr: Canal RSS
gl: Canle RSS
it: Canale RSS
pt_br: Canal RSS
sv: RSS-kanal

# cpsportlets_rss_update_frequency_label
source: Update frequency (in seconds)
ca: Freqüència d'actualització (en segons)
de: Ändern der Frequenz (in sekunden)
es: Frecuencia de actualización (en segundos)
eu: gaurkotze-maiztasuna (segundotan)
fr: Fréquence de mise à jour, minimum 60 (secondes)
gl: Frecuencia de actualización (en segundos)
it: Frequenza di aggiornamento (in secondi)
pt_br: Freqüência de atualização (em segundos)
sv: Uppdateringsfrekvens (i sekunder)

# cpsportlets_rss_max_words_label
source: Number of words in the summary
ca: Número de paraules al sumari
de: Anzahl der Worte der Zusammenfassung
es: Número de palabras en el sumario
eu: Sumarioko hitz-kopurua
fr: Nombre de mots dans le résumé
gl: Número de palabras no sumario
it: Numero di parole nel sommario:
pt_br: Número de palavras no sumário
sv: Antal ord i sammanfattning

# cpsportlets_content_max_words_label
source: Number of words in the summary
ca: Número de paraules al sumari
de: Anzahl der Worte der Zusammenfassung
es: Número de palabras en el sumario
eu: Sumarioko hitz-kopurua
fr: Nombre de mots dans le résumé
gl: Número de palabras no sumario
it: Numero di parole nel sommario:
pt_br: Número de palavras no sumário.
sv: Antal ord i sammanfattning

# cpsportlets_image_image_label
source: Image file
ca: Arxiu d'imatge
de: Bild Datei
es: Archivo de imagen
eu: Irudi-fitxategia
fr: Image
gl: Arquivo de imaxe
it: Immagine
pt_br: Arquivo da imagem
sv: Bildfil

# cpsportlets_image_link_label
source: Link
ca: Enllaç
de: Verweis
es: Enlace
eu: Esteka
fr: Lien
gl: Enlace
it: Collegamento
sv: Länk

# cpsportlets_image_caption_label
source: Image caption
ca: Captura d'imatge
de: Bild Titel
es: Captura de imagen
eu: Irudi-hartzea
fr: Légende
gl: Captura de imaxe
it: Titolo dell'immagine
pt_br: Legenda da imagem
sv: Bildtext

# portal_type_ContentPortlet_description
source: Displays the results of a content search.
ca: Mostra el resultat d'una recerca de contingut
de: Anzeigen des Ergebnisses einer Inhalts Suche.
es: Muestra el resultado de una búsqueda de contenido
eu: Eduki-bilaketa baten emaitza erakusten du
fr: Affiche le résultat d'une recherche de contenu.
gl: Amosa o resultado dunha busca de contido
it: Visualizza i risultati di una ricerca dei contenuti.
pt_br: Mostra os resultados de uma busca de conteúdo.
sv: Visar resultat av en innehållssökning.

# portal_type_NavigationPortlet_description
source: Displays navigation items, folder contents, etc.
ca: Mostra els ítems de navegació, continguts de les carpetes, etc.
de: Anzeigen von Navigations Objekten, Folder Inhalten, etc.
es: Muestra los ítem de navegación, contenidos de las carpetas, etc.
eu: Nabigazio-galdekizunak, karpeten edukiak eta abar erakusten ditu
fr: Affiche un menu de navigation, le contenu du répertoire courant, etc.
gl: Amosa os ítem de navegación, contidos das carpetas, etc.
it: Visualizza un menù di navigazione, il contenuto della cartella corrente, ecc.
pt_br: Mostra itens de navegação, conteúdo das pastas, etc.
sv: Visar navigeringsobjekt, mappinnehåll etc.

# portal_type_AddItemPortlet_description
source: Displays a menu to add items inside a folder.
ca: Mostra un menú per a afegir continguts dintre d'una carpeta.
de: Anzeigen eines Menüs um Objekte in einen Folder zu tun.
es: Muestra un menú para añadir contenidos dentro de una carpeta.
eu: Karpeta baten barruan edukiak eransteko menu bat erakusten du.
fr: Affiche un menu pour la création de documents dans un répertoire.
gl: Amosa un menú para engadir contidos dentro dunha carpeta.
it: Visualizza un menù per la creazioni di oggetti internamente ad una cartella.
pt_br: Mostra um menu para adicionar itens dentro de uma pasta.
sv: Visar en meny för att lägga till artiklar i en mapp.

# portal_type_InternalLinksPortlet_description
source: Displays a list of internal links.
ca: Mostra un llistat d'enllaços interns.
de: Anzeigen einer Liste von internen Verweisen.
es: Muestra un listado de enlaces internos.
eu: Barneko esteken zerrenda erakusten du.
fr: Affiche des liens internes.
gl: Amosa un listado de enlaces internos.
it: Visualizza una lista dei collegamenti interni.
pt_br: Mostra uma lista de links internos.
sv: Visar en lista över interna länkar.

# portal_type_TextPortlet_description
source: Displays a text in HTML.
ca: Mostra un text en format HTML.
de: Anzeigen eines Textes in HTML.
es: Muestra un texto en formato HTML.
eu: HTML formatuaz eginiko testua erakusten du.
fr: Affiche un texte en HTML.
gl: Amosa un texto en formato HTML.
it: Visualizza un testo in HTML.
pt_br: Mostra o texto em HTML.
sv: Visar en text i HTML.

# portal_type_ImagePortlet_description
source: Displays a decoration image with a link.
ca: Mostra una imatge decorativa amb un enllaç.
de: Anzeigen eines Dekorations Bildes mit einem Verweis.
es: Muestra una imagen decorativa con un enlace.
eu: Apaintzeko irudi bat esteka batekin erakusten du.
fr: Affiche une image de décoration avec un lien.
gl: Amosa unha imaxe decorativa cun enlace.
it: Visualizza un motivo di decorazione con un collegamento.
pt_br: Mostra uma imagem de decoração com um link.
sv: Visar en dekorationsbild med en länk.

# portal_type_DummyPortlet_description
source: A portlet for testing.
ca: Un portlet de proves
de: Ein Portlet fürs Testen.
es: Un portlet de pruebas
eu: Froga-portleta
fr: Pour tester.
gl: Un portlet de probas
it: Un portlet di prova.
pt_br: Um portlet para testes.
sv: För testning.

# portal_type_SearchPortlet_description
source: Displays an interface for searching the site.
ca: Mostra una interface per a recerques
de: Anzeigen eines Interfaces für die Suche im Portal.
es: Muestra una interfaz para hacer búsquedas
eu: Bilaketak egiteko interfaze bat erakusten du
fr: Affiche une interface de recherche de documents.
gl: Amosa unha interface para facer buscas
it: Visualizza un'interfaccia di ricerca degli oggetti contenuti nel portale.
pt_br: Mostra uma interface para buscar no site.
sv: Visar ett gränssnitt för att söka på webbplatsen.

# portal_type_RSSPortlet_description
source: Displays the feeds of an RSS channel.
ca: Mostra les fonts d'on s'alimenta el canal RSS
de: Anzeigen eines Feeds eines RSS Kanals.
es: Muestra las fuentes de las que se alimenta el canal RSS
eu: RSS kanala elikatzen den iturriak erakusten ditu
fr: Affiche le contenu d'un canal RSS.
gl: Amosa as fontes das que se alimenta a canle RSS
it: Visualizza i flussi di un canale RSS.
pt_br: Mostra as alimentações de um canal RSS.
sv: Visar innehållet av RSS-kanaler

# portal_type_DocumentPortlet_description
source: Displays a rendering of the current document.
ca: Mostra la visualització del document actual
de: Ansicht des Rendering des aktuellen Dokuments.
es: Muestra la visualización del documento actual
eu: Oraingo dokumentuaren bista erakusten du
fr: Affiche un rendu du document courant.
gl: Amosa a visualización do documento actual
it: Visualizza la renderizzazione dell'oggetto corrente.
pt_br: Mostra uma renderização do documento atual.
sv: Visar det aktuella dokumentet.

# portal_type_BreadcrumbsPortlet_description
source: Displays a list of links to parent folders.
ca: Mostra un llistat d'enllaços a les carpetes de què depèn.
de: Ansicht einer Liste von Verweisen zu Vater Foldern.
es: Muestra un listado de enlaces a las carpetas de las que depende.
eu: Karpetei menpeko zaizkien esteka-zerrenda erakusten du
fr: Affiche des liens de navigation vers les répertoires parents.
gl: Amosa un listado de enlaces ás carpetas das que depende.
it: Visualizza una lista dei collegamenti di navigazione verso le cartelle parenti.
pt_br: Mostra uma lista de links para as pastas raízes.
sv: Visar en lista över länkar till överliggande mappar.

# portal_type_ActionsPortlet_description
source: Displays a list of portal actions by category.
ca: Mostra una llista de les accions del portal per categoria.
de: Ansicht einer Liste von Portal Aktionen sortiert nach Kategorie.
es: Muestra una lista de las acciones del portal por categoría.
eu: Kategoriaz sailkatutako atariaren akzio-zerrenda erakusten du
fr: Affiche des actions du portail par catégories.
gl: Amosa unha lista das accións do portal por categoría.
it: Visualizza una lista delle azioni del portale, suddivise per categorie.
pt_br: Mostra uma lista de ações do portal por categoria.
sv: Visar en lista av kommandon efter kategori.

# portal_type_LanguagePortlet_description
source: Displays language related actions.
ca: Mostra les accions relacionades amb els idiomes
de: Anzeigen von sprachenbezogenen Aktionen.
es: Muestra las acciones relacionadas con los idiomas
eu: Hizkuntzekin zerikusia duten ekintzak erakusten ditu
fr: Affiche des actions de gestion de langues.
gl: Amos as accións relacionadas cos idiomas
it: Visualizza delle azioni inerenti la gestione delle lingue.
pt_br: Mostra ações relacionadas a idiomas.
sv: Visar språkrelaterade kommandon.

# cpsportlets_common_first_item_label
source: First item
ca: Primer ítem
de: Erstes Objekt
es: Primer ítem
eu: Lehengo itema
fr: Premier item affiché à partir de la position
gl: Primeiro ítem
it: Primo elemento
pt_br: Primeiro item
sv: Första artikel

# cpsportlets_nav_display_navtree_menu_label
source: Navigation tree
ca: Arbre de navegació
de: Navigations Baum
es: Árbol del navegación
eu: Nabigazio-zuhaitza
fr: Menu de navigation
gl: Árbore de navegación
it: Menù di navigazione
pt_br: Árvore de Navegação
sv: Navigeringsträd

# cpsportlets_navigation_contextual_label
source: Contextual display
ca: Mostra contextual
de: Kontext Ansicht
es: Muestra contextual
eu: Testuinguruko mostra
fr: Affichage contextuel
gl: Mostra contextual
it: Visualizzazione contestuale
pt_br: Mostra contextual
sv: Kontextuell visning

# cpsportlets_display_mode_label
source: Display mode
ca: Mostrar mode
de: Ansichts Modus
es: Mostrar modo
eu: Modua erakutsi
fr: Mode d'affichage
gl: Modo de presentación
it: Modalità di visualizzazione
pt_br: Modo de apresentação
sv: Visningsläge

# cpsportlets_display_mode_help
source: Portlets marked with * have a predetermined layout.
ca: Els portlets amb un * tenen un disseny predeterminat.
de: Portlets markiert mit * haben ein festgelegtes Layout.
es: Los portlets con un * tienen un diseño predeterminado.
eu: * duten porteltek diseinu lehenetsia dute.
fr: Les portlets marqués d'un * ont une mise en forme fixée à l'avance.
gl: O portlets cun *teñen un deseño predeterminado.
it: I portlet segnato con un * subiranno delle modifiche già programmate.
pt_br: Portlets marcados com * têm um layout pré-determinado.
sv: Portlets märkta med asterisk (*) har en bestämd layout.

# w__imagelink
source: Image link
ca: Enllaç d'imatge
de: Bild Verweis
es: Enlace de imagen
eu: Irudi-esteka
fr: Lien image
gl: Enlace de imaxe
it: Collegamento immagine
pt_br: Link da imagem
sv: Bildlänk

# cpsportlets_nav_display_site_map_label
source: Site map
ca: Mapa del lloc web
de: Portal Landkarte
es: Mapa del sitio
eu: Gunearen mapa
fr: Plan de site
gl: Mapa do sitio
it: Mappa del portale
pt_br: Mapa do Site
sv: Webbkarta

# cpsportlets_nav_display_extended_site_map_label
source: Extended site map*
ca: Mapa extès del lloc web*
de: Erweiterte Portal Landkarte*
es: Mapa extendido del sitio*
eu: * l
fr: Plan de site étendu*
gl: Mapa estendido do sitio*
it: Mappa del sito estesa*
pt_br: Mapa do Site extendido*
sv: Expanderad webbkarta*

# portal_type_CustomPortlet_description
source: Displays a rendered method (.zpt, .py, etc.)
ca: Mostra un mètode de visualització (.zpt, .py, etc.)
de: Anzeigen einer Rendering Methode (.zpt, .py, etc.)
es: Muestra un método de visualización (.zpt, .py, etc.)
eu: Bistaratze-metodo bat erakusten du (.zpt, .py, ...)
fr: Affiche le rendu d'une méthode (.zpt, .py, etc.)
gl: Amosa un método de visualización (.zpt, .py, etc.)
it: Visualizza la renderizzazione di un metodo (.zpt, .py, etc.)
pt_br: Mostra um método renderizado (.zpt, .py, etc).
sv: En Portlet med anpassat innehåll (.zpt, .py, etc.)

# cpsportlets_document_cluster_id_label
source: Cluster ID
ca: Clúster ID
es: Clúster ID
eu: ID klusterra
fr: Identifiant du groupement de layouts
gl: Clúster ID
it: Identificativo di raggruppamento degli aspetti (cluster)
pt_br: ID do Cluster
sv: Layoutgrupp ID

# cpsportlets_document_render_cluster_no_fallback_label
source: Render the document only if the specified cluster exists
ca: Visualitzar el document només si el clúster específic existeix
de: Nur Rendern des Dokuments wenn der angegebene Cluster existiert
es: Visualizar el documento sólo si el clúster específico existe
eu: Dokumentua bistaratu baldin eta soilik kluster berezia badagoen
fr: Faire un rendu du document uniquement pour le groupement de layouts spécifié
gl: Visualizar el documento só se o clúster específico existe
it: Effettua una restituzione dell'oggetto unicamente attraverso il raggruppamento dei layouts specificati
pt_br: Renderizar o documento somente se o cluster especificado existir
sv: Visa endast denna layoutgrupp

# cpsportlet_rot_image_nb_images_label
source: Number of images to rotate between
ca: Número d'imatges a rotar entre
de: Anzahl der zu drehenden Bilder zwischen
es: Número de imágenes a rotar entre
eu: Txandakatzeko irudi-kopurua
fr: Nombre d'images en rotation
gl: Número de imaxes a rotar entre
it: Numero di immagini in rotazione
pt_br: Número de imagens para rotacionar
sv: Antal bilder att växla mellan

# portal_type_RotatingImagePortlet_title
source: Rotating Image portlet
ca: Rotant la imatge del portlet
de: Rotations Bild Portlet
es: Rotando la imagen del portlet
eu: Portletako irudia txandakatzen
fr: Portlet d'images en rotation
gl: Portlet de imaxes rotatorias
it: Portlet di immagini in rotazione
pt_br: Portlet de rotação de imagens
sv: Växlande bilder

# portal_type_RotatingImagePortlet_description
source: Randomly displays a collection of images (rotating banners, ads, etc.)
ca: Mostra aleatòriament una col·lecció d'imatges
de: Anzeigen einer Bildersammlung nach Zufallsprinzip ( Rotierende Banner, Ads, etc.)
es: Muestra aleatorialmente una colección de imágenes
eu: Irudi-bilduma bat ausaz erakusten du
fr: Affiche une collection d'images de manière aléatoire (bannières en rotation, etc.)
gl: Amosa aleatorialmente unha colección de imaxes
it: Visualizza, in maniera casuale, una raccolta di immagini (logo, banner in rotazione, ecc.).
pt_br: Mostra aleatoriamente uma coleção de imagens (banners rotativos, anúncios, etc.)
sv: Visar slumpmässigt en samling bilder (roterande banners, annonser etc.)

# cpsportlets_common_custom_cache_params_label
source: Custom cache parameters
ca: Personalitzar paràmetres del caché
de: Standard Cache Parameter
es: Personalizar parámetros del caché
eu: Cacheren parametroak pertsonalizatu
fr: Paramètres du cache
gl: Personalizar parámetros do caché
it: Parametri della cache
pt_br: Parâmetros de cache customizados
sv: Lokala cache-parametrar

# cpsportlets_visibility_range_0-0_label
source: In this folder and in all subfolders
ca: A aquesta carpeta i tots els subdirectoris
de: In diesem Folder und in allen Subfoldern
es: En esta carpeta y todos los subdirectorios
eu: Karpeta honetan eta azpidirektorio guztietan
fr: Dans ce répertoire et dans les sous-répertoires
gl: Nesta carpeta e todos os subdirectorios
it: In questa cartella e nelle sottocartelle
pt_br: Nesta pasta e em todas as subpastas
sv: I denna mapp och i alla undermappar

# cpsportlets_visibility_range_1-0_label
source: Only in the subfolders
ca: Només als subdirectoris
de: Nur in den Subfoldern
es: Sólo en los subdirectorios
eu: Azpidirektorioetan bakarrik
fr: Seulement dans les sous-répertoires
gl: Só nos subdirectorios
it: Esclusivamente nelle sottocartelle
pt_br: Somente nesta pasta
sv: Endast i undermappar

# cpsportlets_visibility_range_0-1_label
source: Only in this folder
ca: Només a aquesta carpeta
de: Nur in diesem Folder
es: Sólo en esta carpeta
eu: Karpeta honetan bakarrik
fr: Seulement dans ce répertoire
gl: Só nesta carpeta
it: Esclusivamente in questa cartella
pt_br: Somente nesta pasta
sv: Endast i denna mapp

# cpsportlets_common_visibility_range_label
source: Visibility range
ca: Rang de visibilitat
de: Sichtbarkeits Raum
es: Rango de visibilidad
eu: Igusgarritasun-heina
fr: Région de visibilité
gl: Rango de visibilidade
it: Visualizzabile:
pt_br: Faixa de visibilidade
sv: Synlighetsområde

# cpsportlets_navigation_root_uids_label
source: Tree roots
ca: Arrels de l'arbre
de: Baum Basis
es: Raíces del árbol
eu: Zuhaitzaren erroak
fr: Racines d'arborescences
gl: Raíces da árbore
it: Radice dell'albero
pt_br: Raízes da árvore
sv: Trädröter

# cpsportlets_custom_js_render_method_label
source: Javascript render method (zpt, py, etc.)
ca: Mètode de renderitzat Javascript (zpt, py, etc.)
de: Javascript Render Methode (zpt, py, etc.)
es: Método de renderizado Javascript (zpt, py, etc.)
eu: Javascript errendatzeko metodoa (zpt, py, ...)
fr: Méthode de rendu JavaScript (zpt, py, etc.)
gl: Método de renderizado Javascript (zpt, py, etc.)
it: Metodo di renderizzazione javascript (zpt, py, etc.):
pt_br: Método de renderização de javascript (zpt, py, etc.)
sv: Skriptnamn för Javascript (zpt, py, etc.)

# cpsportlets_content_query_title_label
source: Title search
ca: Recerca per títol
de: Titel Suche
es: Búsqueda por título
eu: Izenburuz bilatu
fr: Recherche sur le titre
gl: Busca por título
it: Ricerca sotto il titolo:
pt_br: Busca por título
sv: Titelsökning

# cpsportlets_content_render_items_label
source: Render items
ca: Visualitzar els ítems
de: Rendern der Objekte
es: Visualizar los ítem
eu: Itemak bistaratu
fr: Générer un rendu des résultats
gl: Visualizar os ítem
it: Genera un elenco dei risultati ?
pt_br: Renderizar itens
sv: Rendera artiklarna

# cpsportlets_content_cluster_id_label
source: Cluster ID
ca: Clúster ID
es: Clúster ID
eu: ID klusterra
fr: Identifiant de groupement de layouts
gl: Clúster ID
it: Identificativo di raggruppamento degli aspetti (cluster)
pt_br: ID do Cluster
sv: Layoutgrupp ID

# cpsportlets_common_slot_override_label
source: Override existing portlets?
ca: Sobreescriure els portlets existents?
de: Überschreiben der existierenden Portlets?
es: ¿Sobreescribir los portlets existentes?
eu: Dauden portletak gaindatzi?
fr: Surcharger les portlets situés plus haut
gl: ¿Sobreescribir os portlets existentes?
it: Sovrascrivi i portlets situati ad un livello superiore ?
pt_br: Sobrescrever portlets existentes?
sv: Ersätta existerande Portlets?

# cpsportlets_common_disable_override_label
source: Protect this portlet from being overridden?
ca: Evitar que es sobreescriga este portlet?
de: Schützen dieses Portlets vor Überschreiben?
es: ¿Evitar que este portlet sea sobreescrito?
eu: Portleta hau gaindatzia izan dadin saihestu?
fr: Protéger ce portlet contre la surcharge
gl: ¿Evitar que este portlet sexa sobreescrito?
it: Proteggi questo portlet dalla sovrascrittura ?
pt_br: Proteger este portlet de ser sobrescrito?
sv: Skydda denna Portlet från att ersättas?

# cpsportlets_document_render_container_label
source: Render the container
ca: Visualitzar el contenidor
de: Rendern dieses Behälters?
es: Visualizar el contenedor
eu: Kabinete-fitxategia bistaratu
fr: Générer un rendu du conteneur
gl: Visualizar o contedor
it: Genera una renderizzazione del contenitore
pt_br: Renderizar o continente (container)
sv: Visa närmast ovanliggande mapp
