Repository: nuxeo-cps/products--CPSPortlets
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, pt_br, sv

source: Add
ca: Afegir
de: Hinzufügen
eu: * gunearen mapa hedatua
it: Aggiungi
pt_br: Adicionar
sv: Lägg till

source: _Edit_
ca: Modificar
de: Editieren
es: Modificar
eu: _Editatu_
fr: Modifier
gl: Modificar
it: Modifica
pt_br: Editar
sv: Redigera

# cpsportlet_add_new_item
source: Add new item ...
ca: Afegir nou contingut
de: Hinzufügen eines neuen Objekts...
es: Añadir nuevo contenido
eu: Eduki berria gehitu
fr: Ajouter du contenu ...
gl: Engadir novo contido
it: Aggiungi un nuovo elemento ...
pt_br: Adicionar um novo item ...
sv: Lägg till ny artikel...

# cpsportlets_advanced_search
source: Advanced search
ca: Recerca avançada
de: erweiterte Suche
es: Búsqueda avanzada
eu: Bilaketa aurreratua
fr: Recherche avancée
gl: Busca avanzada
it: Ricerca avanzata
pt_br: Busca avançada
sv: Avancerad sökning

# cpsportlets_button_OK
source: OK
ca: D'acord

# cpsportlets_change_language
source: Change language:
ca: Canviar idioma
de: Ändere Sprache:
es: Cambiar idioma:
eu: Hizkuntza aldatu:
fr: Changer de langue :
gl: Cambiar idioma:
it: Cambia la lingua :
pt_br: Mudar idioma ...
sv: Ändra språk:

# cpsportlets_delete_translation
source: Delete the version in ...
ca: Esborra la versió en...
de: Lösche die Version in ...
es: Borrar la versión en...
eu: Bertsioa ezabatu honakoan...
fr: Supprimer la version en ...
gl: Borrar a versión en...
it: Elimina la traduzione in ...
pt_br: Remover a versão em ...
sv: Ta bort versionen i ...

# cpsportlets_extended_site_map_description
source: Description
ca: Descripció
de: Beschreibung
es: Descripción
eu: Deskribapena
gl: Descrición
it: Descrizione
pt_br: Descrição
sv: Beskrivning

# cpsportlets_extended_site_map_folder
source: Folder
ca: Carpeta
es: Carpeta
eu: Karpeta
fr: Répertoire
gl: Carpeta
it: Cartelle
pt_br: Pasta
sv: Mapp

# cpsportlets_extended_site_map_managers
source: Manager(s)
ca: Administrador(s)
de: Manager
es: Administrador(es)
eu: Administratzailea(k)
fr: Responsable(s)
gl: Administrador(es)
it: Responsabile(i)
pt_br: Administrador(es)

# cpsportlets_install_cpsskins
source: To manage portlets please install CPSSkins.
ca: Per a administrar portlets (components de presentació), instal·le CPSSkins.
de: Für die Portlets Verwaltung installieren Sie bitte CPSSkins
es: Para administrar portlets (componentes de presentación), instale CPSSkins.
eu: Portletak administratzeko (aurkezpen-osagariak), CPSSkins instalatu.
fr: Afin de gérer les portlets veuillez installer CPSSkins.
gl: Para administrar portlets (compoñentes de presentación), instale CPSSkins.
it: Per gestire i portlets, devi installare CPSSkins.
pt_br: Para administrar os portlets, por favor instale CPSSkins.
sv: För att hantera Portlets var god installera CPSSkins.

# cpsportlets_located_in_the_folder
source: located in the folder
ca: localitzat a la carpeta
de: finden sich in Folder
es: localizado en la carpeta
eu: karpeta honetan aurkitua
fr: présent dans le répertoire
gl: localizado na carpeta
it: contenuto nella cartella
pt_br: localizado na pasta
sv: placerad i mappen

# cpsportlets_portlet_management_heading
source: Portlet management
ca: Administració de portlets (components de presentació)
es: Administración de portlets (componentes de presentación)
eu: Portletsen administrazioa (aurkezpen-osagaiak)
fr: Gestion des portlets
gl: Administración de portlets (compoñentes de presentación)
it: Gestione dei portlets
pt_br: Administração de Portlet
sv: Hantera Portlets

# cpsportlets_search_in
source: Search in
ca: Cercar a
de: Suchen in
es: Buscar en
eu: Hemen bilatu
fr: Rechercher dans
gl: Buscar en
it: Ricerca in
pt_br: Busca em
sv: Sök i

# cpsportlets_switch_language
source: View the version in ...
ca: Vore la versió en...
de: Wähle aus ...
es: Ver la versión en...
eu: Bertsioa hemen ikusi...
fr: Voir la version en ...
gl: Ver a versión en...
it: Visualizza la versione in ...
pt_br: Ver a versão em ...
sv: Visa versionen i ...

# cpsportlets_translate_into
source: Create a version in ...
ca: Crear una versió en...
de: Erstelle eine Version in ...
es: Crear una versión en...
eu: Bertsio bat sortu hemen...
fr: Créer une version en ...
gl: Crear unha versión en...
it: Traduci in ...
pt_br: Criar uma versão em ...
sv: Skapa en version i ...

# cpsportlets_up_to
source: Up to ${up_id}
ca: Pujar a ${up_id}
de: Zurück zu ${up_id}
es: Subir a ${up_id}
eu: ${up_id}-era igo
fr: Vers ${up_id}
gl: Subir a ${up_id}
it: Ritorna a ${up_id}
pt_br: Subir para
sv: Upp till ${up_id}

source: this export format has not been implemented yet
ca: Este format d'exportació encara no s'ha implementat
de: dieses Export Format wurde noch nicht implementiert
es: este formato de exportación todavía no se ha implementado
eu: exportazio-formatu hau oraindik ez da ezarri
fr: Ce format d'export n'est pas implémenté
gl: este formato de exportación aínda non se implementou
it: questo formato di esportazione non è stato ancora implementato
pt_br: este formato de exportação ainda não foi implementado
sv: Denna exportformat stöds inte

# label_cpsportlets_provider
source: Provider
ca: Proveïdor
de: Ersteller
es: Proveedor
eu: Hornitzailea
fr: Fournisseur
gl: Proveedor
it: Fornitore
pt_br: Provedor
sv: Leverantör

# label_cpsportlets_title
source: Portlet title
ca: Títol del portlet
de: Portlet Titel
es: Título del portlet
eu: Portletaren izenburua
fr: Titre du portlet
gl: Título do portlet
it: Titolo del portlet:
pt_br: Título do Portlet
sv: Titel

# label_cpsportlets_i18n
source: Translate the portlet's content
ca: Traduir el contingut del portlet
de: Übersetze den Portlets Titel
es: Traducir el contenido del portlet
eu: Portletaren edukia itzuli
fr: Traduire le contenu du portlet
gl: Traducir o contido do portlet
it: Traduci il contenuto del portlet
pt_br: Traduzir o conteúdo do portlet
sv: Språkberoende innehåll

# portal_type_DummyPortlet_title
source: Dummy portlet
ca: Imitar portlet
es: Imitar portlet
eu: Portleta imitatu
fr: Portlet pour tester
gl: Imitar portlet
it: Portlet di prova
pt_br: Portlet fictício
sv: Testbox

# portal_type_CustomPortlet_title
source: Custom portlet
ca: Personalitzar el portlet
de: Standard Portlet
es: Personalizar el portlet
eu: Portleta pertsonalizatu
fr: Portlet sur mesure
gl: Portlet personalizado
it: Portlet su misura
pt_br: Portlet customizado
sv: Anpassad mall

# portal_type_TextPortlet_title
source: Text portlet
ca: Portlet de text
es: Portlet de texto
eu: Testu-portleta
fr: Portlet de texte
gl: Portlet de texto
it: Portlet di testo
pt_br: Portlet de Texto
sv: Textbox

# portal_type_SearchPortlet_title
source: Search portlet
ca: Cercar portlet
de: Such Portlet
es: Buscar portlet
eu: Portleta bilatu
fr: Portlet de recherche
gl: Portlet de busca
it: Portlet di ricerca
pt_br: Portlet de busca
sv: Sökruta

# portal_type_InternalLinksPortlet_title
source: Internal links portlet
ca: Portlet d'enllaços interns
de: internalLink Portlet
es: Portlet de enlaces internos
eu: Barneko estekadun portleta
fr: Portlet de liens internes
gl: Portlet de enlaces internos
it: Portlet dei collegamenti interni
pt_br: Portlet de links internos
sv: Interna länkar

# portal_type_AddItemPortlet_title
source: Content creation portlet
ca: Portlet de creació de continguts
de: Inhalt Erstellungs Portlet
es: Portlet de creación de contenidos
eu: Edukiak sortzeko portleta
fr: Portlet de création de contenu
gl: Portlet de creación de contidos
it: Portlet di creazione del contenuto
pt_br: Portlet de criação de conteúdo
sv: Skapa innehåll

# portal_type_BreadcrumbsPortlet_title
source: Breadcrumbs portlet
ca: Portlet amb menú desplegable
de: Brotkrumen Portlet
es: Portlet con menú desplegable
eu: Goitibeherako menua duen portleta
fr: Portlet chemin de navigation
gl: Portlet de ruta
it: Portlet del percorso di navigazione
pt_br: Portlet de Breadcrumbs (links de navegação)
sv: Breadcrumbs

# portal_type_ActionsPortlet_title
source: Actions portlet
ca: Portlet d'accions
de: Aktion Portlet
es: Portlet de acciones
eu: Ekintza-portleta
fr: Portlet d'actions
gl: Portlet de accións
it: Portlet delle azioni
pt_br: Portlet de Ações
sv: Kommando

# portal_type_ContentPortlet_title
source: Content portlet
ca: Portlet de continguts
de: Inhalt Portlet
es: Portlet de contenidos
eu: Eduki-portleta
fr: Portlet de contenu
gl: Portlet de contidos
it: Portlet di contenuto
pt_br: Portlet de conteúdo
sv: Sajtinnehåll

# portal_type_LanguagePortlet_title
source: Language portlet
ca: Portlet d'idiomes
de: Sprachen Portlet
es: Portlet de idiomas
eu: Hizkuntza-portleta
fr: Portlet de langues
gl: Portlet de idiomas
it: Portlet delle lingue
pt_br: Portlet de idioma
sv: Språk

# portal_type_NavigationPortlet_title
source: Navigation portlet
ca: Portlet de navegació
de: Navigations Portlet
es: Portlet de navegación
eu: Nabigazio-portleta
fr: Portlet de navigation
gl: Portlet de navegación
it: Portlet di navigazione
pt_br: Portlet de navegação
sv: Navigering

# portal_type_DocumentPortlet_title
source: Document portlet
ca: Portlet de documents
de: Dokument Portlet
es: Portlet de documentos
eu: Dokumentu-portleta
fr: Portlet de document
gl: Portlet de documentos
it: Portlet dell'oggetto
pt_br: Portlet de documento
sv: Dokument

# portal_type_RSSPortlet_title
source: RSS portlet
ca: Portlet de RSS
es: Portlet RSS
eu: RSS portleta
fr: Portlet RSS
gl: Portlet RSS
it: Portlet RSS
pt_br: Portlet de RSS
sv: RSS-kanal

# action_portlets
source: Manage portlets
ca: Administrar portlets
de: Verwalte Portlets
es: Administrar portlets
eu: Portletak administratu
fr: Gérer les portlets
gl: Administrar portlets
it: Gestisci le interfacce applicative (portlets)
pt_br: Administrar portlets
sv: Hantera Portlets

# action_canvas
source: Layout
ca: Disseny
de: Canvas
es: Diseño
eu: Diseinua
fr: Mise en page
gl: Deseño

# cpsportlets_internallinks_links_label
source: Internal links
ca: Enllaços interns
de: Interne Verweise
es: Enlaces internos
eu: Barneko estekak
fr: Liens internes
gl: Enlaces internos
it: Collegamenti interni
pt_br: Links internos
sv: Interna länkar

# cpsportlets_portlet_created_psm
source: Portlet created.
ca: Portlet creat
de: Portlet erstellt.
es: Portlet creado.
eu: Portleta sortuta.
fr: Portlet créé
gl: Portlet creado.
it: Il portlet è stato creato.
pt_br: Portlet criado.
sv: Portlet skapad.

# cpsportlets_content_translated_psm
source: Content translated.
ca: Contingut traslladat
de: Inhalt übersetzt.
es: Contenido transladado.
eu: Edukia lekuz aldatua.
fr: Contenu traduit.
gl: Contido transladado.
it: Il contenuto è stato tradotto.
pt_br: Conteúdo traduzido
sv: Innehåll översatt.

# cpsportlets_bcs_display_dropdown_list_label
source: Drop down list
ca: Llistat desplegable
de: Drop Down Liste
es: Listado desplegable
eu: Goitibeherako zerrenda
fr: Liste déroulante
gl: Listado despregable
it: Lista a cascata
pt_br: Lista Drop down
sv: Rullgardinsmeny

# cpsportlets_bcs_display_horizontal_trail_label
source: Horizontal trail
ca: Rastre horitzontal
de: Horizontales Trail
es: Rastro horizontal
eu: Arrasto horizontala
fr: Piste horizontale
gl: Rastro horizontal
it: Percorso a sviluppo orizzontale
pt_br: Rastro horizontal
sv: Horisontell lista

# cpsportlets_bcs_display_site_root_label
source: Display the site root
ca: Mostrar el directori arrel
de: Ansicht der Portal Basis
es: Mostrar el directorio raíz.
eu: Erro-direktorioa erakutsi.
fr: Afficher la racine du site
gl: Mostrar o directorio raíz.
it: Visualizza l'origine del portale
pt_br: Mostra a raiz do site
sv: Visa webbplats rot

# cpsportlets_bcs_highlight_last_item_label
source: Highlight last breadcrumb item
ca: Resaltar l'últim objecte desplegable
de: Anzeigen des letzten Brotkrumen Objekts
es: Resaltar los últimos ítem desplegables
eu: Azken goitibeherako galderak nabarmendu
fr: Mettre en valeur le document courant
gl: Resaltar os últimos ítem despregables
it: Evidenzia il documento attuale
pt_br: Último item
sv: Göra det nuvarande dokumentet mer synligt

# cpsportlets_advanced_search_link_label
source: Display a link to the advanced search form
ca: Posar un enllaç al formulari de recerca avançada
de: Anzeigen einen Verweises auf das erweiterte Suchformular
es: Poner un enlace al formulario de búsqueda avanzada
eu: Bilaketa aurreratuak egiteko formularioari esteka bat jarri
fr: Afficher un lien vers le formulaire de recherche avancée
gl: Poñer un enlace ao formulario de busca avanzada
it: Visualizza un collegamento verso il modulo di ricerca avanzata del portale
pt_br: Mostra um link para o formulário de busca avançaca
sv: Visa en länk till avancerad sökning

# cpsportlets_contextual_search_choice_label
source: Display the contextual search option
ca: Mostrar l'opció de recerca contextual
de: Anzeigen der kontextbezogenen Such Option
es: Mostrar la opción de búsqueda contextual
eu: Testuinguruko bilaketaren aukera erakutsi
fr: Afficher l'option de recherche contextuelle
gl: Mostrar a opción de busca contextual
it: Visualizza le opzioni contestuali di ricerca
pt_br: Mostra a opção de busca contextual
sv: Visa lokala sökalternativ

# cpsportlets_action_categories_label
source: Action categories to display
ca: Categories a mostrar
de: Aktion Kategorien zur Ansicht bestimmt
es: Categorías a mostrar
eu: Erakusteko kategoriak
fr: Catégories d'actions à afficher
gl: Categorías a amosar
it: Categorie di azioni da visualizzare
pt_br: Categorias de ação a mostrar
sv: Kommandokategorier att visa

# cpsportlets_search_context_is_portlet_label
source: Perform the search starting from the location of the portlet
ca: Executar la recerca començant per la ubicació del portlet
de: Suche ausführen startend vom Ort des Portlets
es: Ejecutar la búsquda empezando por la ubicación del portlet
eu: Bilaketa exekutatu portleten kokapenetik hasita
fr: Faire la recherche à partir du répertoire dans lequel se trouve le portlet
gl: Executar a busca empezando pola ubicación do portlet
it: Effettua la ricerca a partire dalla cartella in cui si trova il portlet
pt_br: Realiza a busca iniciando da localização do portlet
sv: Sök i samma mapp som den Portlet befinner sig i.

# cpsportlets_nav_context_is_portlet_label
source: Use the portlet's location as the context
ca: Utilitzar la localització del portlet com a context
de: Verwende Ort des Portlet als Kontext
es: Utilizar la localización del portlet como contexto
eu: Portletaren kokapena testuinguru gisa erabili
fr: Utiliser comme context le répertoire dans lequel se trouve le portlet
gl: Utilizar a localización do portlet como contexto
it: Utilizza, contestualmente, la cartella internamente alla quale è contenuto il portlet
pt_br: Usa a localização do portlet como contexto
sv: Visa dokument i samma mapp som den Portlet befinner sig i.

# cpsportlets_content_search_related_label
source: Related documents
ca: Documents relacionats
de: Verwandte Dokumente
es: Documentos relacionados
eu: Erlazioa duten dokumentuak
fr: Articles sur le même sujet
gl: Documentos relacionados
it: Oggetti correlati
pt_br: Documentos relacionados
sv: Besläktade dokument

# cpsportlets_content_search_all_label
source: All documents
ca: Tots els documents
de: Alle Dokumente
es: Todos los documentos
eu: Dokumentu guztiak
fr: Tous les documents
gl: Todos os documentos
it: Tutti i documenti
pt_br: Todos os documentos
sv: Alla dokument

# cpsportlets_content_search_type_label
source: Content
ca: Contingut
de: Inhalt
es: Contenido
eu: Edukia
fr: Contenu
gl: Contido
it: Contenuto:
pt_br: Conteúdo
sv: Innehåll

# cpsportlets_content_search_pending_label
source: Pending documents
ca: Documents pendents
de: Schwebende Dokumente
es: Documentos pendientes
eu: Zain dauden dokumentuak
fr: Documents en attente de publication
gl: Documentos pendentes
it: Oggetti in attesa di pubblicazione
pt_br: Documentos pendentes
sv: Väntande dokument

# cpsportlets_content_search_last_modified_label
source: Last modified documents
ca: Últims documents modificats
de: Zuletzt geänderte Dokumente
es: Últimos documentos modificados
eu: Aldatutako azken dokumentuak
fr: Derniers documents modifiés
gl: Últimos documentos modificados
it: Ultimi oggetti modificati
pt_br: Últimos documentos modificados
sv: Senast ändrade dokument

# cpsportlets_content_search_last_published_label
source: Last published documents
ca: Últims documents publicats
de: Zuletzt publizierte Dokumente
es: Últimos documentos publicados
eu: Argitaratutako azken dokumentuak
fr: Derniers documents publiés
gl: Últimos documentos publicados
it: Ultimi oggetti pubblicati
pt_br: Últimos documentos publicados
sv: Senaste publicerade dokument

# cpsportlets_content_search_recent_label
source: Recent documents
ca: Documents recents
de: Letzte Dokumente
es: Documentos recientes
eu: Azken dokumentuak
fr: Documents récents
gl: Documentos recentes
it: Oggetti recenti
pt_br: Documentos recentes
sv: Nyaste dokument

# cpsportlets_content_search_upcoming_label
source: Upcoming events
ca: Pujant esdeveniments
de: bevorstehende Ereignisse
es: Subiendo eventos
eu: Gertaerak igoz
fr: Événements à venir
gl: Subindo eventos
it: Avvenimenti in essere
pt_br: Eventos futuros
sv: Kommande händelser

# cpsportlets_content_search_today_label
source: Today's events
ca: Esdeveniments de hui
de: Heutige Ereignisse
es: Eventos de hoy
eu: Gaurko gertaerak
fr: Événements du jour
gl: Eventos de hoxe
it: Avvenimenti del giorno
pt_br: Eventos de hoje
sv: Dagens händelser

# cpsportlets_content_sort_on_label
source: Sort the results by
ca: Ordenar resultats per
de: Sortiere die Ergebnisse nach
es: Ordenar resultados por
eu: Emaitzak honen arabera ordenatu
fr: Trier les résultats par
gl: Ordenar resultados por
it: Visualizza i risultati per:
pt_br: Ordenar os resultados por
sv: Sortera resultat efter

# cpsportlets_content_sort_on_Date_label
source: Date
ca: Data
de: Datum
es: Fecha
eu: Data
gl: Data
it: Data
pt_br: Data
sv: Datum

# cpsportlets_content_sort_on_Title_label
source: Title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo
pt_br: Título
sv: Titel

# cpsportlets_content_sort_on_review_state_label
source: Review state
ca: Revisar estat
de: Publikations Stadium
es: Revisar estado
eu: Egoera berrikusi
fr: État de publication
gl: Revisar estado
it: Stato di pubblicazione
pt_br: Estado de revisão
sv: Granskningsstatus

# cpsportlets_content_sort_on_Creator_label
source: Author
ca: Autor
de: Autor
es: Autor
eu: Egilea
fr: Auteur
gl: Autor
it: Autore
pt_br: Autor
sv: Författare

# cpsportlets_content_sort_reverse_label
source: Invert the display order
ca: Invertir l'ordre en què es mostren
de: Umkehrung der Ordnung der Ansicht
es: Invertir el orden en que se muestran
eu: Azaltzen den ordena alderantzizkatu
fr: Inverser l'ordre d'affichage
gl: Invertir a orde en que se amosan
it: Inverti l'ordine di visualizzazione ?
pt_br: Inverter a ordem de mostra
sv: Omvänd visningsordning

# cpsportlets_common_max_items_label
source: Number of items
ca: Número d'ítem
de: Anzahl der Objekte
es: Número de ítem
eu: Item-zenbakia
fr: Nombre de résultats
gl: Número de ítem
it: Numero di elementi:
pt_br: Número de itens
sv: Antal artiklar

# cpsportlets_content_folder_path_label
source: Base folder
ca: Directori base
de: Basis Folder
es: Directorio base
eu: Oinarrizko direktorioa
fr: Répertoire de base
gl: Directorio base
it: Cartella di base:
pt_br: Pasta base
sv: Rotmapp

# cpsportlets_content_searchable_types_label
source: Content types to display
ca: Tipus de contingut a mostrar
de: Inhalts Typen die angezeigt werden sollen
es: Tipos de contenido a mostrar
eu: Erakusgai diren eduki-motak
fr: Types de contenu à afficher
gl: Tipos de contido a amosar
it: Tipi di contenuto da visualizzare:
pt_br: Tipos de conteúdo a mostrar
sv: Innehållstyper att visa

# cpsportlets_content_contextual_label
source: Contextual search
ca: Recerca contextual
de: Kontext Suche
es: Búsqueda contextual
eu: Testuinguruzko bilaketa
fr: Recherche contextuelle
gl: Busca contextual
it: Ricerca contestuale
sv: kontextuell sökning

# cpsportlets_language_action_label
source: Action
ca: Acció
de: Aktion
es: Acción
eu: Ekintza
gl: Acción
it: Azione
pt_br: Ação
sv: Handling

# cpsportlets_language_action_translate_label
source: Translate
ca: Traduir
de: Übersetzen
es: Traducir
eu: Itzuli
fr: Traduire
gl: Traducir
it: Traduci
pt_br: Traduzir
sv: Översätt

# cpsportlets_language_action_delete_translation_label
source: Delete translation
ca: Esborrar traducció
de: Übersetzung löschen
es: Borrar traducción
eu: Itzulpena ezabatu
fr: Supprimer une traduction
gl: Borrar tradución
it: Elimina una traduzione
pt_br: Remover tradução
sv: Radera översättning

# cpsportlets_language_action_change_label
source: Change language
ca: Canviar idioma
de: Sprache ändern
es: Cambiar idioma
eu: Hizkuntza aldatu
fr: Changer de langue
gl: Cambiar idioma
it: Cambia la lingua
pt_br: Mudar idioma
sv: Ändra språk

# cpsportlets_language_action_switch_language_label
source: Switch language
ca: Canviar d'idioma
de: Sprache wechseln
es: Cambiar de idioma
eu: Hizkuntzaz aldatu
fr: Afficher une traduction
gl: Cambiar de idioma
it: Visualizza una traduzione
pt_br: Troca idioma
sv: Skifta språk

# portal_type_ImagePortlet_title
source: Image portlet
ca: Portlet d'imatge
de: Bild Portlet
es: Portlet de imagen
eu: Irudi-portleta
fr: Portlet Image
gl: Portlet de imaxe
it: Portlet immagine
pt_br: Portlet de imagem
sv: Bild

# cpsportlets_nav_display_vertical_breadcrumbs_menu_label
source: Vertical breadcrumbs menu*
ca: Menú vertical desplegable
de: Vertikales Brotkrumen Men&uuml;*
es: Menú vertical desplegable*
eu: Goitebeherako menu bertikala*
fr: Piste de navigation verticale*
gl: Menú vertical despregable*
it: Percorso di navigazione a sviluppo verticale
pt_br: Menu vertical de navegação (breadcrumbs)*
sv: Vertikal meny med breadcrumbs*

# cpsportlets_nav_display_folder_contents_menu_label
source: Folder contents
ca: Continguts de la carpeta*
de: Folder Inhalt
es: Contenidos de la carpeta
eu: karpetaren edukiak
fr: Contenu du répertoire
gl: Contidos da carpeta
it: Contenuti della cartella corrente
pt_br: Conteúdo da pasta
sv: Mappinnehåll

# cpsportlets_nav_display_subfolder_contents_menu_label
source: Subfolder contents*
ca: Continguts dels subdirectoris*
de: Subfolder Inhalte*
es: Contenidos de los subdirectorios*
eu: Azpidirektorioen edukiak*
fr: Contenu des sous-répertoires*
gl: Contidos dos subdirectorios*
it: Contenuti delle sottocartelle
pt_br: Conteúdo da subpasta
sv: Innehåll undermapp*

# cpsportlets_nav_display_up_to_parent_label
source: Up to parent folder*
ca: Pujar al directori superior*
de: Zurück zum Vater Folder*
es: Subir al directorio de nivel superior*
eu: Goi mailako direktoriora igo*
fr: Vers le répertoire parent
gl: Subir ao directorio de nivel superior*
it: Ritorna alla cartella superiore:
pt_br: Para a pasta acima
sv: Till ovanliggande mapp*

# cpsportlets_nav_display_collapsible_menu_label
source: Collapsible menu
ca: Menú plegable
de: Zusammenklappbares Menü
es: Menú plegable
eu: Menu tolesgarria
fr: Menu extensible
gl: Menú pregable
it: Menù estensibile (comparsa/scomparsa)
pt_br: Menu contrátil
sv: Dynamisk meny

# cpsportlets_additem_show_icons_label
source: Display icons
ca: Mostrar icones
de: Anzeige Minibilder
es: Mostrar iconos
eu: Ikonoak erakutsi
fr: Afficher les icônes
gl: Mostrar iconas
it: Mostra le icone
pt_br: Mostrar ícones
sv: Visa ikoner

# cpsportlets_additem_dropdown_list_label
source: Drop down list
ca: Llista desplegable
de: Drop Down Liste
es: Lista desplegable
eu: Goitibeherako zerrenda
fr: Liste déroulante
gl: Lista despregable
it: Lista a cascata
pt_br: Lista Drop down
sv: Rullgardinsmeny

# cpsportlets_additem_standard_menu_label
source: Standard menu
ca: Menú estàndard
de: Standard Menü
es: Menú estándar
eu: Menu estandarra
fr: Menu standard
gl: Menú estándar
it: Menù standard
pt_br: Menu Padrão
sv: Standardmeny
